/* Title of alert panel indicating document dragging error */
"Document Drag Error" = "Erro ao deslocar o documento";

/* Alert panel message shown when user tries to drag document from the window title bar */
"Dragging modified documents is not allowed. Please save the document \\U2018%@\\U2019." = "Não é permitido deslocar documentos modificados. Guarde o documento ‘%@’.";

/* Alert panel message shown when user tries to drag document from the window title bar */
"The directory containing this document could not be found in the file system. Try saving the document, or creating the directory \\U2018%@\\U2019." = "Não foi possível encontrar no sistema de ficheiros o directório que contém este documento. Tente guardar o documento ou criar o directório ‘%@’.";

/* Alert panel message shown when user tries to drag document from the window title bar */
"This document could not be found in the file system. Try saving the document \\U2018%@\\U2019." = "Não foi possível encontrar este documento no sistema de ficheiros. Tente guardar o documento ‘%@’.";

/* Alert panel message shown when user tries to drag document from the window title bar */
"You cannot drag a document icon from this window because the window does not refer to a document." = "Não é possível arrastar da janela o ícone de um documento, porque a janela não faz referência a um documento.";

